{"doi":"10.2196/20309","slug":"cpd_2020","meta":{"doi":"10.2196/20309","popular":false,"authors":["melek-somai"],"excerpt":"Recently, there has been increased attention to the role of health information technology tools to enable patients to collaborate with providers through the sharing of PCD. The adoption of such tools may overcome the barriers of current EHRs by directly engaging patients to submit their contextual data."},"content":"","citation":{"publisher":"JMIR Publications Inc.","issue":"9","abstract":"<jats:sec>\n            <jats:title>Background</jats:title>\n            <jats:p>Patient-centered care is respectful of and responsive to individual patient preferences, needs, and values. To provide patient-centered care, clinicians need to know and incorporate patients’ context into their communication and care with patients. Patient contextual data (PCD) encompass social determinants of health and patients’ needs, values, goals, and preferences relevant to their care. PCD can be challenging to collect as a routine component of the time-limited primary care visit.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Objective</jats:title>\n            <jats:p>This study aims to determine if patient-provider communication and patient activation are different for patient users and patient nonusers of an electronic health record (EHR)–integrated PCD tool and assess if the impact of using PCD on patient-provider communication and patient activation differs for Black and White patients.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Methods</jats:title>\n            <jats:p>We describe a randomized controlled trial of a prospective cohort of non-Hispanic White and Black patients who receive primary care services at a midwestern academic health care system in the United States. We will evaluate whether providing PCD through a consumer informatics tool enhances patient-provider communication, as measured by the Communication Assessment Tool, and we will evaluate patient activation, as measured by the Patient Activation Measure for PCD tool users and nonusers. Furthermore, owing to racial disparities in care and communication, we seek to determine if the adoption and use of the tool might narrow the differences between patient groups.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Results</jats:title>\n            <jats:p>The trial was funded in November 2017 and received local ethics review approval in February 2019. The study began recruitment in April 2019 and enrollment concluded in October 2019 with 301 participants. The analysis was completed in May 2020, and trial results are expected to be published in winter 2020.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Conclusions</jats:title>\n            <jats:p>Recently, there has been increased attention to the role of health information technology tools to enable patients to collaborate with providers through the sharing of PCD. The adoption of such tools may overcome the barriers of current EHRs by directly engaging patients to submit their contextual data. Effectively, these tools would support the EHR in providing a more holistic understanding of the patient. Research further supports that individuals who have robust digital engagement using consumer informatics tools have higher participation in treatment follow-up and self-care across populations. Therefore, it is critical to investigate interventions that elicit and share patients’ social risks and care preferences with the health care team as a mechanism to improve individualized care and reduce the gap in health outcomes.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Trial Registration</jats:title>\n            <jats:p>ClinicalTrials.gov NCT03766841; https://clinicaltrials.gov/ct2/show/NCT03766841</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>International Registered Report Identifier (IRRID)</jats:title>\n            <jats:p>RR1-10.2196/20309</jats:p>\n          </jats:sec>","DOI":"10.2196/20309","type":"article-journal","page":"e20309","source":"Crossref","title":"The Impact of Previsit Contextual Data Collection on Patient-Provider Communication and Patient Activation: Study Protocol for a Randomized Controlled Trial","volume":"9","author":[{"ORCID":"http://orcid.org/0000-0003-3392-0164","authenticated-orcid":false,"given":"Jeana M","family":"Holt","sequence":"first","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-6252-6516","authenticated-orcid":false,"given":"Rachel","family":"Cusatis","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0003-2906-3913","authenticated-orcid":false,"given":"Aaron","family":"Winn","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-9239-3723","authenticated-orcid":false,"given":"Onur","family":"Asan","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-5567-0026","authenticated-orcid":false,"given":"Charles","family":"Spanbauer","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-8988-3556","authenticated-orcid":false,"given":"Joni S","family":"Williams","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-4427-3583","authenticated-orcid":false,"given":"Kathryn E","family":"Flynn","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-2692-9681","authenticated-orcid":false,"given":"Melek","family":"Somai","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-0433-4193","authenticated-orcid":false,"given":"Purushottam","family":"Laud","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-6271-4816","authenticated-orcid":false,"given":"Bradley H","family":"Crotty","sequence":"additional","affiliation":[]}],"container-title":"JMIR Research Protocols","language":"en","issued":{"date-parts":[[2020,9,23]]},"URL":"http://dx.doi.org/10.2196/20309","ISSN":"1929-0748","container-title-short":"JMIR Res Protoc","id":"temp_id_8875056479848817"},"publishedAt":{"text":"September 23, 2020","iso":"2020-09-22T23:00:00.000Z","timestamp":1600815600000,"relative":"2 years ago"},"publisher":"JMIR Research Protocols","url":"http://dx.doi.org/10.2196/20309"}