{"doi":"10.3791/66796","slug":"embedding_2024","meta":{"doi":"10.3791/66796","popular":false,"authors":["melek-somai","brad-crotty"],"excerpt":"Enhancing LLMs with domain-specific data using embeddings, Llama-Index, and Llama-2 ensures transparency, privacy, and adaptability for dynamic fields like scientific research, with performance evaluation methods included."},"content":"\nLarge language models (LLMs) have emerged as a popular resource for generating information relevant to a user query. Such models are created through a resource-intensive training process utilizing an extensive, static corpus of textual data. This static nature results in limitations for adoption in domains with rapidly changing knowledge, proprietary information, and sensitive data. In this work, methods are outlined for augmenting general-purpose LLMs, known as foundation models, with domain-specific information using an embeddings-based approach for incorporating up-to-date, peer-reviewed scientific manuscripts. This is achieved through open-source tools such as Llama-Index and publicly available models such as Llama-2 to maximize transparency, user privacy and control, and replicability. While scientific manuscripts are used as an example use case, this approach can be extended to any text data source. Additionally, methods for evaluating model performance following this enhancement are discussed. These methods enable the rapid development of LLM systems for highly specialized domains regardless of the comprehensiveness of information in the training corpus.","citation":{"publisher":"MyJove Corporation","issue":"214","DOI":"10.3791/66796","type":"article-journal","source":"Crossref","title":"Augmenting Large Language Models via Vector Embeddings to Improve Domain-specific Responsiveness","author":[{"given":"Nathan M.","family":"Wolfrath","sequence":"first","affiliation":[]},{"given":"Nathaniel B.","family":"Verhagen","sequence":"additional","affiliation":[]},{"given":"Bradley H.","family":"Crotty","sequence":"additional","affiliation":[]},{"given":"Melek","family":"Somai","sequence":"additional","affiliation":[]},{"given":"Anai N.","family":"Kothari","sequence":"additional","affiliation":[]}],"container-title":"Journal of Visualized Experiments","language":"en","issued":{"date-parts":[[2024,12,6]]},"URL":"http://dx.doi.org/10.3791/66796","ISSN":"1940-087X","container-title-short":"JoVE","id":"temp_id_10015322326910381"},"publishedAt":{"text":"December 6, 2024","iso":"2024-12-06T05:00:00.000Z","timestamp":1733461200000,"relative":"20 days ago"},"publisher":"Journal of Visualized Experiments","url":"http://dx.doi.org/10.3791/66796"}