{"doi":"10.1001/jamanetworkopen.2019.18561","slug":"jama_2019","meta":{"doi":"10.1001/jamanetworkopen.2019.18561","authors":["melek-somai","brad-crotty"],"excerpt":"Online triage tools are increasingly being adopted in health care to aid patients in identifying the appropriate care level. However, there is a lack of empirical evidence on how patients use virtual triage and whether these tools influence care-seeking behavior. Using data from a free online triage tool, we describe the common symptoms queried by users and analyze whether the tool was associated with the level of care that patients intended to seek."},"content":"\n## Discussion\n\nIn this data set of more than 150 000 patient interactions with an online triage tool, the urgency of patients’ intended level of care decreased in more than one-quarter of the cases and increased in approximately 1 in 20 cases, with the remaining patients remaining at the same level. The study suggests that virtual triage tools are associated with patients’ intended behavior when seeking care based on triage questions. Reduced urgency of intended level of care for many interactions is different from many other direct-to-consumer telehealth solutions, which have reported the same or an increased demand for care services.5\n\nThis preliminary research has several limitations. We only included patient interactions that provided postencounter intention data. We only have information within the context of patient-tool interactions and were not able to observe whether users had multiple interactions, whether behavior was affected, or the appropriateness of the triage results.\n\nFuture research should link patients’ use of such online tools with health care records to understand how patients use online tools in tandem with clinicians to manage their health.\n","citation":{"publisher":"American Medical Association (AMA)","issue":"12","DOI":"10.1001/jamanetworkopen.2019.18561","type":"article-journal","page":"e1918561","source":"Crossref","title":"Association of Use of Online Symptom Checkers With Patients’ Plans for Seeking Care","volume":"2","author":[{"given":"Aaron N.","family":"Winn","sequence":"first","affiliation":[{"name":"Medical College of Wisconsin, Milwaukee"}]},{"given":"Melek","family":"Somai","sequence":"additional","affiliation":[{"name":"Medical College of Wisconsin, Milwaukee"}]},{"given":"Nicole","family":"Fergestrom","sequence":"additional","affiliation":[{"name":"Medical College of Wisconsin, Milwaukee"}]},{"given":"Bradley H.","family":"Crotty","sequence":"additional","affiliation":[{"name":"Medical College of Wisconsin, Milwaukee"}]}],"container-title":"JAMA Network Open","language":"en","issued":{"date-parts":[[2019,12,27]]},"URL":"http://dx.doi.org/10.1001/jamanetworkopen.2019.18561","ISSN":"2574-3805","container-title-short":"JAMA Netw Open","id":"temp_id_5981780136646269"},"publishedAt":{"text":"December 27, 2019","iso":"2019-12-26T23:00:00.000Z","timestamp":1577401200000,"relative":"3 years ago"},"publisher":"JAMA Network Open","url":"http://dx.doi.org/10.1001/jamanetworkopen.2019.18561"}