{"doi":"10.1371/journal.pone.0211460","slug":"plosone_2019","meta":{"doi":"10.1371/journal.pone.0211460","authors":["melek-somai"],"excerpt":"The UK is one of the largest funders of health research in the world, but little is known about how health funding is spent. Our study explores whether major UK public and charitable health research funders support the research of UK-based scientists producing the most highly-cited research."},"content":"\nTo address this question, we searched for UK-based authors of peer-reviewed papers that were published between January 2006 and February 2018 and received over 1000 citations in Scopus. We explored whether these authors have held a grant from the National Institute for Health Research (NIHR), the Medical Research Council (MRC) and the Wellcome Trust and compared the results with UK-based researchers who serve currently on the boards of these bodies. From the 1,370 papers relevant to medical, biomedical, life and health sciences with more than 1000 citations in the period examined, we identified 223 individuals from a UK institution at the time of publication who were either first/last or single authors. Of those, 164 are still in UK academic institutions, while 59 are not currently in UK academia (have left the country, are retired, or work in other sectors). Of the 164 individuals, only 59 (36%; 95% CI: 29–43%) currently hold an active grant from one of the three funders. Only 79 (48%; 95% CI: 41–56%) have held an active grant from any of the three funders between 2006–2017. Conversely, 457 of the 664 board members of MRC, Wellcome Trust, and NIHR (69%; 95% CI: 65–72%) have held an active grant in the same period by any of these funders. Only 7 out of 655 board members (1.1%) were first, last or single authors of an extremely highly-cited paper. There are many reasons why the majority of the most influential UK authors do not hold a grant from the country’s major public and charitable funding bodies. Nevertheless, the results are worrisome and subscribe to similar patterns shown in the US. We discuss possible implications and suggest ways forward.\n","citation":{"publisher":"Public Library of Science (PLoS)","issue":"2","DOI":"10.1371/journal.pone.0211460","type":"article-journal","page":"e0211460","source":"Crossref","title":"Most UK scientists who publish extremely highly-cited papers do not secure funding from major public and charity funders: A descriptive analysis","volume":"14","author":[{"ORCID":"http://orcid.org/0000-0003-4307-1848","authenticated-orcid":true,"given":"Charitini","family":"Stavropoulou","sequence":"first","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-2692-9681","authenticated-orcid":true,"given":"Melek","family":"Somai","sequence":"additional","affiliation":[]},{"given":"John P. A.","family":"Ioannidis","sequence":"additional","affiliation":[]}],"container-title":"PLOS ONE","language":"en","editor":[{"given":"Johan","family":"Bollen","sequence":"first","affiliation":[]}],"issued":{"date-parts":[[2019,2,27]]},"URL":"http://dx.doi.org/10.1371/journal.pone.0211460","ISSN":"1932-6203","container-title-short":"PLoS ONE","id":"temp_id_9350370332418403"},"publishedAt":{"text":"February 27, 2019","iso":"2019-02-27T05:00:00.000Z","timestamp":1551243600000,"relative":"6 years ago"},"publisher":"PLOS ONE","url":"http://dx.doi.org/10.1371/journal.pone.0211460"}