{"doi":"10.1080/01616412.2019.1609159","slug":"predictive_2019","meta":{"doi":"10.1080/01616412.2019.1609159","authors":["melek-somai"],"excerpt":"Advances in predictive analytics and machine learning supported by an ever-increasing wealth of data and processing power are transforming almost every industry. Accuracy and precision of predictive analytics have significantly increased over the past few years and are evolving at an exponential pace. There have been significant breakthroughs in using Predictive Analytics in healthcare where it is held as the foundation of precision medicine. Yet, although the research in the field is expanding with the profuse volume of papers applying machine learning algorithms to medical data, very few have contributed meaningfully to clinical care. This lack of impact stands in stark contrast to the enormous relevance of machine learning to many other industries. Regardless of the status of its current contribution, the field of predictive analytics is expected to fundamentally change the way we diagnose and treat diseases, as well as the conduct of biomedical science research. In this review, we describe the main tools and techniques in predictive analytics and will analyze the trends in application of these techniques over the recent years. We will also provide examples of its application in medicine and more specifically in stroke and neurovascular research and outline current limitations."},"content":"","citation":{"publisher":"Informa UK Limited","issue":"8","DOI":"10.1080/01616412.2019.1609159","type":"article-journal","page":"681-690","source":"Crossref","title":"Predictive analytics and machine learning in stroke and neurovascular medicine","volume":"41","author":[{"given":"Hamidreza","family":"Saber","sequence":"first","affiliation":[{"name":"Wayne State Department of Neurology, Wayne State University, Detroit, MI, USA"}]},{"ORCID":"http://orcid.org/0000-0002-2692-9681","authenticated-orcid":false,"given":"Melek","family":"Somai","sequence":"additional","affiliation":[{"name":"Neuro-Epidemiology and Ageing Research Unit, School of Public Health, Imperial College London, London, UK"}]},{"given":"Gary B.","family":"Rajah","sequence":"additional","affiliation":[{"name":"Wayne State Department of Neurosurgery, Wayne State University, Detroit, MI, USA"}]},{"given":"Fabien","family":"Scalzo","sequence":"additional","affiliation":[{"name":"Departement of Neurology, University of California Los Angeles, Los Angeles, CA, USA"}]},{"given":"David S.","family":"Liebeskind","sequence":"additional","affiliation":[{"name":"Departement of Neurology, University of California Los Angeles, Los Angeles, CA, USA"}]}],"container-title":"Neurological Research","language":"en","issued":{"date-parts":[[2019,4,30]]},"URL":"http://dx.doi.org/10.1080/01616412.2019.1609159","ISSN":"0161-6412","container-title-short":"Neurological Research","id":"temp_id_2268426670326531"},"publishedAt":{"text":"April 30, 2019","iso":"2019-04-29T23:00:00.000Z","timestamp":1556578800000,"relative":"4 years ago"},"publisher":"Neurological Research","url":"http://dx.doi.org/10.1080/01616412.2019.1609159"}